cask_args appdir: '/Applications'

cask '1password'
cask 'atom'
cask 'backblaze'
cask 'cloak'
cask 'fantastical'
cask 'flash-player'
cask 'flux'
cask 'google-chrome'
cask 'imageoptim'
cask 'omnifocus'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'textexpander'
cask 'the-unarchiver'
cask 'vlc'

brew 'colordiff'
brew 'coreutils'
brew 'git'
brew 'grc'
brew 'the_silver_searcher'
brew 'vim'
brew 'zsh'
