cask_args appdir: '/Applications'

cask '1password'
cask 'alfred'
cask 'android-studio'
cask 'atom'
cask 'backblaze'
cask 'dropbox'
cask 'fantastical'
cask 'flash-player'
cask 'flux'
cask 'google-chrome'
cask 'imageoptim'
cask 'java'
cask 'karabiner'
cask 'omnifocus'
cask 'qt-creator'
cask 'seil'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'vlc'

brew 'android-ndk'
brew 'apktool'
brew 'awscli'
brew 'ccache'
brew 'colordiff'
brew 'coreutils'
brew 'git'
brew 'gradle'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'neovim'
brew 'npm'
brew 'qt'
brew 'qt5'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'webp'
brew 'zsh'
